/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Yeniden yüklerken dosyaların her zaman üzerine yaz";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Her zaman bu uygulamayı kullan";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Görünüm";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Bağlı tarayıcı pencerelerini kapatırken sor.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Yüklenen PNG, JPEG ve GIF resimlerindeki metinleri okuyup, yeni belge oluşturmayı dene.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Güncellemeleri otomatik denetle";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Bant Genişliği";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Yer İmleri";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Kutu";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Aktarım başladığında Aktarımlar penceresini öne getir";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Tarayıcı";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Ayarları değiştir…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "İzinleri değiştir";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Değişiklikler uygulamayı yeniden başlattığınızda etkili olacak.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Güncellemeleri Şimdi Denetle";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Hayati olmayan, yeniden oluşturulabilir verilerin düşük seviyede yedeklemesinde düşük maliyetler için Reduced Redundancy Storage'yi (RRS) seçin.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Choose the algirithm to encrypt files with on upload.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Aktarım tamamlandığında Aktarımlar penceresini kapat";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Bağlantıyı keserken onaylat";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Yer imine bağlan:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Bağlantı";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Google Docs formatına dönüştür";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "Öntanımlı";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Öntanımlı 'Bucket' Konumu";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Öntanımlı Protokol İşleyici";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Öntanımlı Depolama Sınıfı";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Öntanımlı iletişim kuralı:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Belgeler:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Çift tıklanan dosyayı harici düzenleyicide aç";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "İndirme Klasörü:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "İndirilenler";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Düzenleme";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Encryption";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Çalıştırır";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Dosya Mevcutsa:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Gelişmiş";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "Genel";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Google Docs, belgeleri farklı formatlarda dışa aktarmayı desteklemektedir. İndirilen belgeler için öntanımlı dışa aktarma formatını seçiniz.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Grup";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Yatay çizgiler";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "Bilgi Ver penceresi sadece seçili olanı göstersin";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Dil";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Uzun";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Üst Sınır:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Orta";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Deneme sayısı:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Uygulamanın başlangıcında boş bir tarayıcı açılır. Seçilen yer imine bağlantı otomatik kurulur.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "İndirilen dosyaları öntanımlı uygulamayla aç";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Başlangıçta boş bir tarayıcı aç";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Yeni bağlantı kur";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Optik Karakter Tanıma (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "DiğerGörünümler";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Diğer";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Kullanıcı";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "İzinler";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Tercihler";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Sunumlar:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Değişiklik tarihini koru";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Elçi Sunucular";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Okur";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Aktarım tamamlandığında Aktarımlar penceresinden sil";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Başarısız ağ görevlerini tekrar dene";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Enter tuşu dosya ve klasörleri yeniden adlandırma için seçsin";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Çalışmaları Kaydet";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Şifreler için Anahtar Zinciri'ne bakar. Başarılı oturumlarda şifreleri otomatik olarak Anahtar Zinciri'ne kaydeder.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Başka bir uygulamayla ilişkilendirilmemiş türdeki dosyaların öntanımlı olarak birlikte açılacağı bir metin düzenleyici seçin.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "FTP konumlarına işaret eden dosya ve klasörler için açılacak öntanımlı uygulamayı seçin.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "SFTP konumlarına işaret eden dosya ve klasörler için açılacak öntanımlı uygulamayı seçin.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Kısa";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Gizli dosyaları göster";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Skip files matching the regular expression:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Tablolar:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Karakter Kodlaması";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "Öntanımlı 'bucket' oluşturma konumu.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "Seçilen öntanımlı karakter kodlaması tarayıcıda görünün dosya isimlerinin dönüştürülmesinde kullanılır. Seçiminiz sunucudaki karakter kodlamasıyla uyumlu olmalıdır.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Aktarım Sınırlama";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Bağlantı kurmada zaman aşımı süresi (saniye):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Zaman Aşımı";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Tarih Bilgisi";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Transfer Files:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Aktarımlar";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Sınırsız Bant Genişliği";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Güncelleme";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Upload with temporary filename";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Yüklenenler";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Anahtar Zinciri'ni Kullan";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Büyük Simgeler Kullan";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Orta Boy Kullan";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Küçük Simgeler Kullan";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Satırları iki renkli yap";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Tarayıcıdaki bağlantıyı kullan";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Dosyaları sürüklerken yaylanarak açılar klasörleri kullan";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Sistemdeki elçi sunucu ayarlarını kullan";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Dikey çizgiler";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "Küçük simgeler kullanılırken,  yer imleri çekmecesinde yalnızca isim görünür.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Çıkışta tüm açık pencereleri kaydeder ve açılışta bağlantıları geri getirir";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Yazar";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Dosyaları doğrudan Google Docs üzerinde tutabilir ya da metin dosyalarını, sunumları ve tabloları daha sonra çevrimiçi düzenleyebilmek için Google Docs formatına dönüştürebilirsiniz.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "Dosyalar";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "Klasörler";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "Uzak dosya ve klasörlerin izinlerine";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "Yerel dosya ve klasörlerin izinlerine";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "Şu izinlere:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "Gecikme (saniye):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "Gecikme:";

